tile.simplecorn.corn.name=Maïs
tile.simplecorn.corn_mid.name=Maïs
tile.simplecorn.corn_top.name=Maïs
item.simplecorn.corncob.name=Épi de Maïs
item.simplecorn.roastedcorn.name=Maïs Rôti
item.simplecorn.cornchowder.name=Chaudrée de Maïs
item.simplecorn.chickencornchowder.name=Chaudrée du Poulet et Maïs
item.simplecorn.kernels.name=Kernels de Maïs
item.simplecorn.poppedcorn.name=Pop-corn